[
    {
        "title": "Guatemala: EU deploys experts following recent volcano eruptions",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/g1.jpg?itok=ERf0mxZ5",
        "content": "A team of eight European experts will fly to Guatemala on Saturday to support national authorities after the multiple eruptions of Volcan de Fuego since 3 June. The team is being deployed though the European Union Civil Protection Mechanism, following a request for assistance issued by the Government of Guatemala.\"We are continuing to support Guatemala following the recent volcano eruptions. Our help through the Union Civil Protection Mechanism is a concrete example of European solidarity to the people of Guatemala and of our readiness to support people in need anywhere in the world, wherever a disaster strikes,\" said Commissioner for Humanitarian Aid and Crisis Management Christos Stylianides.The European team, whose technical expertise ranges from monitoring of volcanic mudflows (lahars), to risk management and early warning systems, will support the Guatemalan national authorities in assessing the situation on the ground and the impact of the eruption, as well as providing recommendations for future preparedness measures.The deployment of European experts comes on top of the emergency assistance the EU has provided to Guatemala since the volcano erupted. The deployment of European experts comes on top of the €400 000 in emergency assistance, which the EU has provided to Guatemala since the volcano erupted to provide displaced populations in the worst-hit departments with health, water and sanitation assistance, as well as psychosocial support. The EU's Copernicus satellite mapping service was also activated upon request of the Government of Guatemala and has produced 18 maps so far.BackgroundOn 3 June 2018, Guatemala's Volcan de Fuego erupted, triggering floods of lava and emission of ash and small rocks. The eruption affected different areas of the departments of Chimaltenango, Sacatepéquez, and Escuintla. On 20 June, the volcano was still reported to be active, with four to five weak explosions recorded every hour.According to the latest figures published by the Guatemalan national authorities, the eruption has left 110 dead, with 197 people still missing. Approximately 12 800 people have been evacuated, and an estimated 3 600 are currently hosted in 17 official shelters.This EU Civil Protection Mechanism is managed by the European Commission's Emergency Response Coordination Centre (ERCC), which operates on a 24/7 basis and plays a key role as a coordination hub to facilitate a coherent European response during emergencies inside and outside Europe.",
        "publication_date": "22/06/2018"
    },
    {
        "title": "EU provides emergency relief to flood victims in Sri Lanka",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/sri_lanka_2.png?itok=vSfpeGRS",
        "content": "Following the devastating floods and landslides which struck Sri Lanka over the last weeks, the European Commission gave €160 000 in humanitarian funding to bring emergency assistance to the communities affected by the recent floods. Some 17 500 people in the seven most affected districts of the country will benefit from aid. Priority will be given to those who have been displaced.This EU funding supports the Sri Lanka Red Cross Society in delivering relief assistance to those families who are currently living in temporary shelters or evacuation centres. They will receive cash grants which will enable them to purchase essential households items. Priority will be given to access to clean water and sanitation, particularly through the cleaning of wells with contaminated water. First aid and medical services will also be provided, together with hygiene awareness sessions to avoid the spread of waterborne diseases.The funding is part of the EU’s overall contribution to the Disaster Relief Emergency Fund (DREF) of the International Federation of Red Cross and Red Crescent Societies (IFRC). This fund was established in 1985 and is supported by contributions from donors. Each time a National Red Cross or Red Crescent Society needs immediate financial support to respond to a disaster, the IFRC allocates grants from the Fund, which can then be replenished by the donors.Since May 19, the southwest monsoon weather conditions have caused heavy rainfalls in the southwest parts of Sri Lanka, triggering floods and landslides in various locations.  According to information released by the national disaster management centre, close to 175 000 people have been affected across 19 districts, and 26 people killed. Puttalam, Gampaha, Ratnapura, Colombo, Kurunegala, Kalutara, and Kegalle are amongst the worst-affected districts.",
        "publication_date": "12/06/2018"
    },
    {
        "title": "Commissioner Stylianides inaugurates EU SAVES LIVES exhibition on EU emergency response in Rome",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/rome_commissioner_vr_glasses.png?itok=qjNGIV4D",
        "content": "On Friday, 8 June 2018, Commissioner for Humanitarian Aid and Crisis Management, Christos Stylianides opened the EU SAVES LIVES virtual reality exhibition in Rome in the presence of Ms Elisabetta Gardini, Member of European Parliament and Mr Fabrizio Curcio, Coordinator of Civil Protection, the Council Presidency. Speaking at the opening ceremony in Rome, Commissioner Stylianides said: \"This campaign is about bringing Europe closer to its citizens. We want to showcase the added value of the EU in situations when natural disasters hit. The EU, through its emergency response, saves lives and protects European citizens in Europe and worldwide.\"The EU SAVES LIVES campaign comes just a few months after the European Commission launched an ambitious proposal to further support Member States by upgrading the current collective European Civil Protection Mechanism via rescEU.The European Commission's interactive virtual reality exhibition EU SAVES LIVES travels to several countries to explain how the European Union helps coordinate emergency response to natural disasters and other crises in Europe and worldwide. The traveling exhibition has already visited Berlin, Bucharest and Vilnius attracting more than 160 000 visitors so far. Following a ten-day stop in Rome, the roadshow will travel to Marseille (29 June-8 July) and Madrid (20-29 July).",
        "publication_date": "11/06/2018"
    },
    {
        "title": "EU and Tunisia agree to boost civil protection & disaster management cooperation",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/eu_tunisia_agreement_cropped_small.jpg?itok=OyYLB60Y",
        "content": "Today the European Commission signed an administrative arrangement with Tunisia to boost ties in civil protection and disaster risk management.The document, signed at this year's European Civil Protection Forum in Brussels, outlines key areas of cooperation on disaster prevention, preparedness, and response on issues such as forest fires, floods, and search and rescue missions. The signature of this arrangement is an important step in the reinforcement of the EU-Tunisia Privileged Partnership.On the occasion, Commissioner for Humanitarian Aid and Crisis Management Christos Stylianides said: \"Global challenges such as natural disasters require joint efforts and strong partnerships. The agreement is a win-win for both sides and will mean practical results for people during times of need. It is a tangible sign that EU cooperation with Tunisia is deep and strong. We are ready to support Tunisia as a key civil protection partner in our wider southern neighbourhood. This year's EU Civil Protection Forum has been a great success and this is one of the concrete outcomes.\"Under the new arrangement, Tunisia will benefit from training for experts, the setting up of joint emergency response plans as well as closer cooperation with the EU's Copernicus satellite system. The move is part of the EU's increasing cooperation with Tunisia in a number of fields.This year's Civil Protection Forum gathered together a wide community of decision-makers, disaster management experts and first-line responders to exchange best practices and enhance their cooperation at all levels. Participants in the Forum also discussed the Commission's rescEU proposal to further strengthen Europe's ability to tackle disasters that was presented in November 2017.BackgroundWhenever the scale of an emergency overwhelms the response capabilities of a country, the EU Civil Protection Mechanism enables coordinated assistance from its Participating States. These include all EU Member States, as well as Iceland, the former Yugoslav Republic of Macedonia, Montenegro, Norway, Serbia and Turkey. Cooperation arrangements signed with additional countries, such as Tunisia, formalise cooperation and thereby strengthen joint response to natural and man-made disasters.Following the agreement with Algeria in December 2016, this is the second time that an administrative arrangement has been signed with a country from the southern neighbourhood of the EU.",
        "publication_date": "06/03/2018"
    },
    {
        "title": "Forest fires: EU helps mobilise firefighting planes and satellite mapping for Italy",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/forest_fires_in_italy_opt.jpg?itok=ZBWXIAJ1",
        "content": "The European Commission has helped mobilise emergency support for Italy through the EU Civil Protection Mechanism, following a request for assistance to battle forest fires in the country.In an immediate response, Croatia has offered 2 specialised Canadair planes that have been operating in the affected areas in northern Italy since yesterday. The EU’s Copernicus satellite system has also been activated to provide mapping services for the local civil protection authorities.“The EU is here to help. Firefighting aircraft and our EU satellite mapping system are supporting the national civil protection authorities. I want to thank Croatia for its swift response to Italy's request. Our thoughts are with all the people and the brave first responders working in the affected areas. This week I had the pleasure of meeting the head of the Italian Civil Protection department Mr Borelli and our cooperation with Italy is excellent,\" said Commissioner for Humanitarian Aid and Crisis Management Christos Stylianides.The Commission's Emergency Response Coordination Centre operates around-the-clock and is closely monitoring the situation in Italy and other natural disasters across Europe, including the flooding in northern and central Europe over recent days.The EU Civil Protection Mechanism has now been activated 17 times since this summer by several countries across Europe for forest fires.The European Commission coordinates offers of assistance through the Mechanism and offers to co-finance related transport costs to countries offering support. President Juncker has tasked Commissioner Stylianides to put forward proposals this year to boost the EU's Civil Protection Mechanism, following the many devastating natural disasters across Europe this past year.",
        "publication_date": "30/10/2017"
    },
    {
        "title": "The EU is ready to help Member States affected by deadly forest fires and Hurricane Ophelia.",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/praia_da_vieira.jpg?itok=YsWGfD32",
        "content": "As several EU Member States face forest fires and storms, Commissioner for Humanitarian Aid and Crisis Management Christos Stylianides issued the following statement:\"Today all our thoughts are with our citizens who are suffering from the devastating forest fires in Portugal and Spain and the storms affecting Ireland and the United Kingdom.Our condolences go to all those that have sadly lost loved ones and we commend the brave first responders working in difficult conditions to save the lives of others.We are in constant contact with the respective authorities and all EU emergency response tools are available.The first EU support is already on its way.President Juncker has spoken to Prime Minister of Portugal António Costa and I have spoken to Minister Constança Urbano de Sousa to offer the EU's full solidarity and readiness to help.Following a request for assistance from the Portuguese authorities, firefighting aircraft from Italy are being dispatched through the EU's Civil Protection Mechanism. These specialised planes will operate in the most affected areas in Portugal and provide valuable support to the national emergency efforts.We are also closely following developments regarding Hurricane Ophelia currently affecting parts of Ireland and the United Kingdom.At this stage, the Irish authorities have requested assistance via the EU's Copernicus satellite mapping system. Highly detailed satellite imagery will help the national civil protection teams assess the extent of damage and better focus relief efforts.Our 24/7 Emergency Response Coordination Centre is working around the clock to channel EU support and we stand ready to mobilise any further assistance requested.\"BackgroundThe European Commission coordinates voluntary offers made by participating states though the EU Civil Protection Mechanism, and can co-finance the transport of relief items and humanitarian and disaster response experts to the country in question. The Civil Protection Mechanism is activated upon request from the national authorities. The mobilisation of assistance is coordinated through the Commission's Emergency Response Coordination Centre, which closely monitors developments.Assistance can consist of items for immediate relief as well as experts and supporting intervention teams. In the case of fires, support can include fire-extinguishing aircraft. The Commission cannot send planes or equipment itself via the mechanism.Overall, the mechanism facilitates the cooperation in disaster response among 34 European states (28 EU Member States, the former Yugoslav Republic of Macedonia, Iceland, Norway, Montenegro, Serbia and Turkey).",
        "publication_date": "17/10/2017"
    },
    {
        "title": "EU announces €250 000 in humanitarian aid for Dominica",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/hurricane_maria_dominica.png?itok=ek_EPivw",
        "content": "The European Commission’s Civil Protection and Humanitarian Aid department is providing €250 000 in emergency humanitarian aid to Dominica, following the severe destruction caused by hurricane Maria which devastated the island on 19 September.The relief will include basic kits for survival, clean water and food, construction material and fuel, as well as additional logistical support to reach isolated communities.An EU humanitarian expert in rapid response is already in Dominica. Additional EU humanitarian technical assistance will soon arrive to support Dominica’s national authorities in delivering relief to the affected population.To date, among European Union Member States, the United Kingdom, Belgium and France have already offered in-kind assistance channelled through the European Civil Protection Mechanism.BackgroundFrom 1999 to 2017 the European Commission has provided €2 919 216 in humanitarian aid to Dominica, including relief after tropical storm Erika severely damaged the island in August 2015, which cost 30 lives.The EU Civil Protection Mechanism was established in 2011, fostering cooperation among national civil protection authorities across Europe. The mechanism currently includes all 28 EU Member States in addition to Iceland, Montenegro, Norway, Serbia, the former Yugoslav Republic of Macedonia and Turkey.The mechanism was set up to enable coordinated assistance from the participating states to victims of natural and man-made disasters in Europe and elsewhere.",
        "publication_date": "26/09/2017"
    },
    {
        "title": "Emergency Response Coordination Centre monitoring the earthquake situation in Mexico City",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/ercc_by_ezequiel_scagnetti.png?itok=NM8HrOuq",
        "content": "In a joint statement on the earthquake in Mexico City, Commissioner for Humanitarian Aid and Crisis Management Christos Stylianides and High Representative/Vice-President Federica Mogherini expressed their condolences and reiterated that the EU is ready to help:\"The earthquake that struck Mexico yesterday has caused many deaths and casualties. This came only two weeks after another devastating earthquake hit the country. Our heartfelt condolences and thoughts go out to the victims, their families and loved ones. As President Juncker underlined in his letter to President Peña Nieto, the European Union stands in solidarity with our Mexican friends. We salute the first responders who are there from the beginning to help and save lives in this difficult time. We are in touch with the Mexican authorities and stand ready to help. Our capabilities to provide urgent support have been put on alert, as our Emergency Response Coordination Centre is monitoring the situation on the ground.\"BackgroundThe Emergency Response Coordination Centre (ERCC), operating within the European Commission's Civil Protection and Humanitarian Aid Operations department, was set up to support a coordinated and quicker response to disasters both inside and outside Europe using resources from the countries participating in the EU Civil Protection Mechanism. The ERCC replaces and upgrades the functions of the previous Monitoring and Information Centre (MIC).It collects and analyses real-time information on disasters, monitors hazards, prepares plans for the deployment of experts, teams and equipment, and works with Member States to map available assets and coordinate the EU's disaster response efforts by matching offers of assistance to the needs of the disaster-stricken country. Better planning and the preparation of a set of typical disaster scenarios will further enhance the ERCC's capacity for rapid response.",
        "publication_date": "20/09/2017"
    },
    {
        "title": "EU mobilises further assistance of €2 million for Hurricane Irma hit islands",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/clearing_roads_tatiana_fernandez.png?itok=6wU4EEe0",
        "content": "On 11 September 2017, the EU announced further assistance for Caribbean islands affected by Hurricane Irma. Commissioner for Humanitarian Aid and Crisis Management, Christos Stylianides made the following statement:\"Hurricane Irma has left a trail of devastation across many countries.It is our moral duty to help those in need whose lives and homes are being destroyed or severely threatened.We stand in full solidarity with all those in the Caribbean and in the USA during and after the storm. For as long as it takes.Last week we mobilised our emergency response tools and our 24/7 Emergency Response Coordination Centre has been in continuous coordination with our EU Member States on any assistance required.Today additional EU funding is on its way.We have now released an initial amount of humanitarian assistance of €2 million for the most affected islands in the Caribbean. This will help support key sectors such as water and sanitation, health, waste management, logistics.Further EU funding for reconstruction efforts is of course available in terms of longer term assistance. This new support comes on top of our EU Copernicus satellite support, which has been providing essential mapping services since last week.EU humanitarian experts deployed across the region continue to help the local authorities and coordinate aid deliveries.Let me make it clear that any country in the region can request our help through the EU Civil Protection Mechanism. We stand ready to provide any further assistance to the affected countries.\"BackgroundThe EU mobilised all its emergency response tools last week before Hurricane Irma approached the Caribbean. As a first step last week, the EU's Copernicus satellite mapping system was activated to deliver high quality maps for Guadeloupe, Saint Barthélémy and Saint Martin at the request of France, and of Sint Maarten at the request of the Netherlands, as well as for the British Virgin Islands. The Commission has also activated Copernicus for areas of Haiti and the Dominican Republic.The Commission is also supporting a Disaster Relief Emergency Fund operation by the International Federation of the Red Cross, providing basic relief kits to the affected populations in Antigua and Barbuda. Furthermore, a team of EU humanitarian experts is deployed in Haiti and in the Dominican Republic. The EU also supported the US authorities during Hurricane Harvey by providing use of its Copernicus satellite service.",
        "publication_date": "11/09/2017"
    },
    {
        "title": "Hurricane Irma: the EU mobilises its emergency response instruments",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/irma.jpg?itok=kQnsLzhq",
        "content": "The EU is mobilising its emergency response instruments to assist countries affected or threatened by Hurricane Irma. High Representative/Vice-President Federica Mogherini declared that:“The European Union fully supports our partners and friends in the Caribbean region and beyond at this time of great need, and our hearts go out to all the victims and all those affected by Hurricane Irma.”The Commissioner for Humanitarian Aid and Crisis Management Christos Stylianides added:“The EU is working on a continuous basis to help the countries and areas affected by this disaster, and as a global player in emergency response to natural disasters we are fully alert to the latest hurricane. We have already taken immediate steps to prepare all our crisis response instruments. Our European Emergency Centre and our humanitarian aid offices in the Caribbean region are closely following all developments.”At the request of France, the European satellite mapping system Copernicus was activated, it provided maps to Guadeloupe, Saint Barthelemy and Saint Martin. Haiti and the Dominican Republic have also received Copernicus support and the system stands ready for use in other areas.In addition, a team of humanitarian experts from the Commission is present in Haiti and the Dominican Republic. Additional personnel are ready to be deployed in the area as needed. The Commission's 24/7 Emergency Response Coordination Centre has contacted the countries participating in the EU’s Civil Protection Mechanism and is prepared to provide the assistance required by the affected countries. The regional humanitarian aid office of the Commission in Managua, which acts as the focal point for the Caribbean region, is fully operational to coordinate any assistance that may be required.The EU recently helped the US authorities in the aftermath of Hurricane Harvey by providing satellite imagery via its Copernicus system. In addition, EU Solidarity Funds could be mobilised to support reconstruction efforts on the ground.",
        "publication_date": "07/09/2017"
    },
    {
        "title": "EU supports US authorities with satellite mapping for Hurricane Harvey",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/ercc_inside.png?itok=jdAmqfsa",
        "content": "The European Commission's 24/7 Emergency Response Coordination Centre has recently been in regular contact with the US Federal Emergency Management Agency (FEMA) on Hurricane Harvey and any EU support that could help the US authorities. The EU's emergency Copernicus Emergency Management Service has been activated at the request of FEMA and is now providing damage assessment maps for several affected areas in Texas.Commissioner for Humanitarian Aid and Crisis Management Christos Stylianides said: \"Our EU emergency centre is giving a helping hand to our American friends as they work tirelessly to deal with the devastation of Hurricane Harvey. The EU's emergency mapping service has been put into action and we stand ready to help further in any way we can.\"High Representative/Vice-President Federica Mogherini said: \"The European Union knows very well how devastating natural disasters can be and our thoughts and solidarity are with all the American people affected by this deadly hurricane. The US can count on the European Union as a strong and an historic ally for all our support.\"Background:Hurricane HARVEY made landfall on 26 August, 2017 near Rockport (Texas) as a Category 4 Hurricane. It then moved inland, weakening. On 28 August, HARVEY became a Tropical Storm and since it is moving north-east over the Gulf of Mexico towards the south-western Louisiana coast as a Tropical Storm. Very heavy rains, strong winds, storm surge and severe flooding are affecting these areas, especially in and around the city of Houston.According to media, as of 30 August the death toll has reached 18, more than 3 400 people have been rescued and at least 30 000 people have taken refuge in emergency shelters in the Huston area. Media also reported that three major flood defences have overflown in the same area.According to national authorities, the government of Texas has issued the State of Disaster Declaration for 58 counties, while Louisiana has declared a state of emergencies.",
        "publication_date": "30/08/2017"
    },
    {
        "title": "Forest fires: EU helps mobilise planes, vehicles and firefighters to help Portugal",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/plane_portugal_fires.png?itok=XumpGACe",
        "content": "The European Commission has helped mobilise substantial support for Portugal, through the EU Civil Protection Mechanism, following a request for assistance to battle forest fires in the country. Spain has offered over 163 firefighters, 27 vehicles and 4 firefighting aircraft – two air tractor aircraft from the EU buffer capacity (FIREGUS) and two Canadair aircraft - which are currently operating in the affected areas.\"Helping Portugal at this time of need is a top priority for the EU. I thank Spain for making support quickly available through the EU Civil Protection Mechanism. This is European solidarity in action. Our EU Emergency Centre in Brussels, which monitors natural disasters 24/7, is in constant contact with the Portuguese civil protection authorities on all developments. Let me commend the hardworking first responders of Portugal and all those across Europe. They are facing a very tough summer and their dedication is an example for all to follow,\" said Commissioner for Humanitarian Aid and Crisis Management Christos Stylianides.This is the second time Portugal has activated the EU Civil Protection Mechanism this summer, following the deadly fires in June. The European Commission offers to co-finance 85% of transport-related costs to countries offering support through the Mechanism during this critical time in the Mediterranean basin when countries' capacities to respond are highly stretched.BackgroundSince 9 August, Portugal has again been facing a complex period in terms of forest fires due to high temperatures, low humidity, and winds. Forest fires continue to burn in central districts of Portugal. Major fires are in the districts of Santarém in Vila de Rei municipality and in Castel Branco in southern Fundão municipality.The Commission's 24/7 Emergency Response Coordination Centre (ERCC) is currently closely monitoring forest fire risk across Europe and has already supported Portugal, France, Italy, Montenegro as well as Albania this summer.The ERCC is actively monitoring the fires throughout Europe. It uses national monitoring services and tools such as the European Forest Fire Information System and satellite imagery to provide an overview of the situation in Europe. Over the summer period, the centre also organises weekly coordination meetings with countries at high risk of forest fires. Fire experts from the EU Civil Protection Mechanism's 34 Participating States (28 EU Member States, the former Yugoslav Republic of Macedonia, Iceland, Norway, Montenegro, Serbia and Turkey) are seconded to the ERCC during the fire season on a weekly rotating basis, with two present at any one time.   The European Commission coordinates the voluntary offers made by participating states though the EU Civil Protection Mechanism, and can co-finance the transport of relief items and experts to the country in question.",
        "publication_date": "16/08/2017"
    },
    {
        "title": "Forest fires in Italy: EU provides immediate help through the Civil Protection Mechanism",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/forest_fires_in_italy.png?itok=Pe-xbo7j",
        "content": "Italy is facing severe forest fires in its southern regions. It has requested European Union support through the Civil Protection Mechanism, upon which the EU has immediately responded.Three French air planes specialised in fire-fighting missions are now already on their way to help Italian authorities to bring the situation under control.Christos Stylianides, Commissioner for Humanitarian Aid and Crisis Management said: \"The EU Civil Protection Mechanism is a strong example of solidarity in action and how Europe can better protects its citizens by pooling resources from different countries. I am very thankful to France for having immediately provided help in these times of great need. I want to assure our Italian friends that Europe stands ready to give further assistance if and when requested.\"In addition to the above, the European Union has deployed an expert to assist in coordinating the EU's emergency response on the ground. The EU is further ready to provide Copernicus satellite mapping.BackgroundOn 12 July, the European Forest Fires Information System recorded 24 fires that burned in Italy. Forest fires rage over a big part in the south of the country, including the regions of Sicily, Basilicata, Campania, Lazio and Calabria. Forest fire risk is expected to remain at very high levels in the south of the country's mainland and Sicily while even worsening in Sardinia.The three deployed air planes are part of the European Emergency Response capacity. This means additional fire-fighting planes available that can be called to assist when national capacity is overwhelmed. The EU can fund up to 85% of the transport costs.This is the third time that Italy has asked for assistance from the EU Civil Protection Mechanism since its creation and the first time since the forest fires in 2009. This mechanism is being managed by the Commission's Emergency Response Coordination Centre, which operates on a 24/7 basis and plays a key role as a coordination hub to facilitate a coherent European response during emergencies inside and outside Europe.",
        "publication_date": "13/07/2017"
    },
    {
        "title": "EU channels extra support for Portugal to help with forest fires",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/commissioner_stylianides.png?itok=wiWR7vD1",
        "content": "The European Commission has responded swiftly to Portugal's request for assistance in order to tackle the deadly forest fires. President Juncker and Commissioner for Humanitarian Aid and Crisis Management Christos Stylianides immediately offered the EU's full readiness and capacity to do all possible to help and expressed their condolences to all those affected.  The European Commission is in constant contact and coordination with the Portuguese authorities. Early on Sunday morning Commissioner Stylianides called Portugal's Minister of Interior de Sousa to express the Commission's solidarity to the people of Portugal and its authorities. In addition to immediate EU support mobilised already on Sunday 18 June, further assistance is now on its way. \"Portugal is not alone in these difficult times. Europe is about solidarity and we have acted quickly to send concrete support since the early hours.  Following France's three firefighting planes dispatched this morning, let me now thank Italy and Spain who have also offered four additional planes through the EU's Civil Protection Mechanism.This vital support will help the heroic Portuguese firefighters who are risking their lives to bring the fires under control. I encourage participating states to now also offer firefighters to Portugal, following their latest request for assistance. The EU continues to be ready to provide additional emergency support Portugal requires,\" said Commissioner Stylianides.  Portugal activated the EU's Civil Protection Mechanism on Sunday, requesting firefighting aircraft. It has now requested firefighters.  The European Commission, through its 24/7 Emergency Response Coordination Centre (ERCC), has been in constant contact with EU Member States to channel support through the EU's Civil Protection Mechanism.  A liaison officer from the ERCC has arrived in the country to help coordinate offers of assistance.  Background  The planes channelled through the EU Civil Protection Mechanism will operate in the affected areas such as Vila Real, Coimbra and Leiria.  Through the mechanism France has offered three planes, Spain two and Italy two. Spain also offered four on a bilateral basis.  The European Commission coordinates voluntary offers made by participating states though the EU Civil Protection Mechanism, and can co-finance the transport of relief items and experts to the country in question.The mobilisation of assistance is coordinated through the Commission's Emergency Response Coordination Centre (ERCC), which closely monitors developments and offers the possibility of transport co-financing for the offered assistance.The assistance can consist of items for immediate relief as well as experts and supporting intervention teams. In the case of fires, this can include fire-extinguishing aircraft. The Commission cannot send planes or equipment itself via the Mechanism.Overall, the Mechanism facilitates the cooperation in disaster response among 34 European states (28 EU Member States, the former Yugoslav Republic of Macedonia, Iceland, Norway, Montenegro, Serbia and Turkey).",
        "publication_date": "19/06/2017"
    },
    {
        "title": "Disaster risks in Europe: complex and increasing but better understood",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/hdl_civil_protection_exercise_copyright_eu_echo.png?itok=cRzR7Cs1",
        "content": "The European Commission has drawn up a landscape of the main disaster risks Europe faces today. Flooding, extreme weather and critical infrastructure disruption are among the top five risks across the European Union, as identified by Member States. Interdependencies are growing in a risk landscape that is increasingly influenced by climate change.\nImproving the understanding of disaster risks in Europe is an important step towards effective disaster risk reduction, and constitutes the basis for planning emergency preparedness and response to emergencies and disasters in Europe.\nThe Overview of Risks is one of the disaster prevention measures foreseen under the Union Civil Protection Mechanism. At the same time, it represents one of the European Commission's main commitments set out in the Action Plan for the implementation of the Sendai Framework for Disaster Risk Reduction.\nIts launch coincides with the participation of the European Commission at the Global Platform for Disaster Risk Reduction, held from 22 to 26 May in Cancun, Mexico.\nThe Overview of Risks compiles outcomes of disaster risk assessments undertaken at national levels across Europe and cross-references them with scientific and other data. The analysis highlights the predominant attention given to disaster risks such as flood, extreme weather, forest fire, industrial accidents and the disruption of critical infrastructure.\nOther disaster risks such as pandemics, radiological accidents, terrorism, cybercrime, earthquakes and animal diseases are also of particular importance to emergency management authorities across Europe.\nEU-funded research addressing these and other risks contributes to better risk and disaster management and the anticipation of new and emerging risks.",
        "publication_date": "29/05/2017"
    },
    {
        "title": "New cases of Ebola confirmed in DRC",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/health_workers_in_west_africa_combatting_ebola.jpg?itok=-SmkY4gL",
        "content": "On 12 May 2007, the first case of Ebola was confirmed in Democratic Republic of Congo (DRC). On 15 May, there were 20 suspected cases reported with two confirmed by laboratory tests. To date, there have been three deaths, of which two are confirmed as Ebola. The estimated number of people that could be infected is currently 400. Four health areas are affected in Bas-Uele province.Responding to the Ebola outbreak in the Northeast of the DRC, Commissioner for Humanitarian Aid and Crisis Management and EU Ebola Coordinator Christos Stylianides affirmed EU support:\"Following the declaration of an Ebola outbreak in the Northeast of the DRC, the EU is fully committed to provide all support necessary. The national authorities, with the support of the World Health Organisation (WHO), and the European Commission's experts in the country as well as international medical NGOs, have set in motion initial measures to respond to the situation.The European Commission's Emergency response Coordination Centre (ERCC) is taking necessary preparedness measures for a potential EU intervention in case the European Medical Corps and logistical capacities would be needed. In this regard we are in close contact with our Member States.In these early days of the outbreak our priority must be to maintain close and efficient coordination with the national authorities, the WHO, EU Member States, international partners and NGOs on the ground.The EU was at the forefront of the response to the Ebola outbreak in Western Africa in 2013-2016. This new outbreak is a stark reminder that we can never let our guard down. Vigilance, early warning, coordination and preparedness are the best tools to prevent further spread of the outbreak.\"It is a small and manageable outbreak and appears to be geographically limited. The DRC has experience with handling Ebola; however, investigations are ongoing to assess the full extent of the outbreak.In response to the 2014-2015 outbreaks, the European Union, together with its Member States, has made close to €2 billion in aid available to help contain the spread of Ebola in West Africa.",
        "publication_date": "16/05/2017"
    },
    {
        "title": "Commissioner Stylianides attends Forum for Disaster Risk Reduction in Turkey",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/commissioner_attends_the_open_forum_on_drr_in_istanbul_-_2_opt.jpg?itok=1Q0PT76T",
        "content": "Commissioner for Humanitarian Aid and Crisis Management Christos Stylianides is in Turkey today to attend the European Forum for Disaster Risk Reduction in Istanbul and visit EU humanitarian aid projects funded via the Facility for Refugees in Turkey.Commissioner Stylianides said \"With natural disasters increasingly affecting us both at home and abroad, we need to continue to invest in prevention to save lives and make communities better prepared in the future. The disaster risk forum is a key event to bring public, private, NGO and international stakeholders together to ensure we invest in reducing the risk and impact of disasters throughout Europe.\" The European Commission also supports disaster prevention and preparedness efforts of participating states through the EU Civil Protection Mechanism, of which Turkey is a member.\"During my visit in Turkey, I will also take the opportunity to see the impact of the EU's humanitarian cash assistance programme which has now reached over 400,000 refugees.\" Commissioner Stylianides added.  The Commission's largest ever humanitarian aid programme in Turkey worth €348 million was launched in September 2016. Known as the Emergency Social Safety Net (ESSN), the scheme provides a monthly electronic cash grant to the most vulnerable refugees.BackgroundDisaster risk prevention is increasingly incorporated within key EU policy areas, including health, environment, climate change adaptation, development, cohesion, agriculture, transport, energy, research and innovation.The EU supports the Sendai Framework for Disaster Risk Reduction (2015-2030), which was agreed by 187 UN Member States in March 2015. An Action Plan adopted by the Commission in June 2016 outlines the next European steps in implementing the framework. It proposes activities on risk knowledge, risk investments, disaster preparedness and resilience worldwideTurkey is currently hosting over 3 million registered refugees, which significantly impacts host communities and budget resources. The majority of refugees have fled the conflict in Syria – the world's largest humanitarian crisis since World War II.The European Commission's Civil Protection and Humanitarian Aid Operations supports emergency humanitarian assistance programmes, primarily focussed on life-saving activities in various sectors, including health, food security and livelihood support, water and sanitation, protection and education in emergencies.In November 2015, the EU launched the Facility for Refugees in Turkey to deliver support to Syrian and other refugees and host communities in close cooperation with Turkish authorities. The Facility provides €3 billion in funding for 2016 and 2017, for both humanitarian and non-humanitarian projects.The flagship initiative under the Facility for the Refugees in Turkey is the Emergency Social Safety Net (ESSN). Funded by the EU, the ESSN is a single card social assistance scheme that will allow up to 1 million of the most vulnerable refugees to meet pressing basic needs.",
        "publication_date": "27/03/2017"
    },
    {
        "title": "A New Era for Cooperation Between Algeria and the EU on Disaster Risk Management",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/algeria-eu-administrative-agreement.png?itok=kTwiM9F2",
        "content": "The civil protection authorities of Algeria (DGPC) and the European Commission's humanitarian aid and civil protection department today formalised their cooperation in the field of disaster risk management, by signing an administrative arrangement that marks a new stage in the joint work of the European Union and Algeria on civil protection.Director General of the European Commission's humanitarian aid and civil protection department, Monique Pariat, welcomed the signature: \"This is the first administrative arrangement between the European Commission and one of its southern neighbours, and is a tangible sign that our cooperation with Algeria is close and deep. It marks a new step in deepening our joint efforts to respond effectively to disasters.\"Monique Pariat and members of DGPC learn more about the EU's Emergency Response Coordination Centre (ERCC). Photo: EU/ECHOThe administrative arrangement recognises that in the face of increasing disasters and their impacts, Algeria and the EU have a mutual interest in strengthening ties to better manage risks. The EU's Civil Protection Mechanism, which provides a coordinated European response to disasters both inside and outside the EU, occupies a prominent place in the agreement. The objective is to put in place operational coordination procedures for interventions under this mechanism.DGPC and the European Commission are committed to deepening their joint work on prevention, preparedness and response to disasters on several fronts: sharing knowledge and best practices, setting up emergency response modules, e.g. for search and rescue or evacuation of victims, training of experts and other initiatives as required.BackgroundLarge scale civil protection exercise in Poggioreale, Sicily, featuring teams from Algeria, Belgium and the Netherlands. Photo: Modex Falck 2016In the framework of the European Neighbourhood Policy, which concerns in particular the EU's relations with Algeria, the EU is already funding individual or regional risk management projects. As for the DGPC, in November 2016, it organised a training course concerning personnel relief, earthquake and fire response for the staff of the EU Delegation in Algiers. In October 2016, the DGPC, the EU Delegation and the diplomatic missions of the Member States also participated in a joint crisis coordination exercise on the earthquake scenario.",
        "publication_date": "20/12/2016"
    },
    {
        "title": "EU Civil Protection Mechanism to help Israel stop wildfires",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/14463910592_4989a3c9b1_o_0.jpg?itok=isy_8-bE",
        "content": "Brussels, 25 November 2016To help contain the spread of devastating wildfires, Israel has requested European assistance through the European Union Civil Protection Mechanism on 24 November.Substantial assistance has been offered via the Mechanism. Spain will shortly send four fire-fighting airplanes, and France has offered two fire-fighting airplanes as well as one investigation airplane.In addition, bilateral support from Italy and Cyprus will be channelled through the Union Mechanism, concerning the return trip of the fire-fighting airplanes.EU High Representative/Vice-President Federica Mogherini said: \"We stand by the Israeli people and authorities at this time of need. Not only in words but with concrete support. I'm pleased that EU Member States are showing their solidarity in action. We will continue to be in close contact with the Israeli authorities to mobilise further offers of assistance as required.\"\"The EU has immediately responded to the call for assistance and has helped mobilise 7 airplanes to support Israel so far, thanks to the generosity of our Member States. Our solidarity and thoughts are with all those affected and the first responders working to save lives. We stand in solidarity with Israel at this time of need\" said Commissioner for Humanitarian Aid and Crisis Management Christos Stylianides.The Commission's Emergency Response Coordination Centre (ERCC) is coordinating assistance through the Union Civil Protection Mechanism, which can be activated by a Member State or a country outside the EU when it is overwhelmed by a natural or man-made disaster.BackgroundThe European Commission coordinates the voluntary offers made by participating states though the Mechanism, and can co-finance the transport of relief items and experts to the country in question.The mobilisation of assistance is coordinated through the Commission's Emergency Response Coordination Centre (ERCC), which closely monitors developments and offers the possibility of transport co-financing for the offered assistance. The assistance can consist of items for immediate relief as well as experts and supporting intervention teams. In the case of fires, this can include fire-extinguishing aircraft. The Commission cannot send planes or equipment itself via the Mechanism. Overall, the Mechanism facilitates the cooperation in disaster response among 34 European states (28 EU Member States, the former Yugoslav Republic of Macedonia, Iceland, Norway, Montenegro, Serbia and Turkey).",
        "publication_date": "25/11/2016"
    },
    {
        "title": "EU provides €166 000 humanitarian funding to help victims of floods in Egypt",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/6787495439_e50bcdf79a_o.jpg?itok=9uyvAw52",
        "content": "In response to the heavy rains and floods that affected over 32 500 people in Egypt between end of October and beginning of November 2016, the European Commission provided €166 000 humanitarian funding to help the most vulnerable families. This EU-funding supports the Egyptian Red Crescent in delivering relief assistance to meet the immediate needs of up to 10 000 people affected by the floods. The funding will help refill the stocks of blankets, mattresses, pillows, plastic sheeting and other urgently needed items that had been given out during the first hours of the disaster. EU funding will help finance the first aid response as well as hygiene promotion and kits to reduce the risk of water and sanitation related diseases. The funding is part of the EU's overall contribution to the Disaster Relief Emergency Fund (DREF) of the International Federation of Red Cross and Red Crescent Societies (IFRC).Heavy rainfall and floods hit several governorates of Egypt (South Sinai, Red Sea, Sohag, Qena, and Assuit), killing 26 people and injuring 72. Houses were washed away, main roads closed and telephone and power lines cut, especially in Red Sea Governorate. At least 6 500 families - approximately 32 500 people - have been affected by the floods and need emergency shelter, water, sanitation and food.BackgroundThe European Union together with its Member States is the world's leading donor of humanitarian aid. Relief assistance is an expression of European solidarity towards people in need around the world. It aims to save lives, prevent and alleviate human suffering, and safeguard the integrity and human dignity of populations affected by natural disasters and man-made crises. The European Commission, through its Humanitarian Aid and Civil Protection department (ECHO), helps over 120 million victims of conflicts and disasters every year.The European Commission has signed a €3 million humanitarian delegation agreement with the International Federation of Red Cross and Red Crescent Societies (IFRC) to support the Federation's Disaster Relief Emergency Fund (DREF). Funds from the DREF are mainly allocated to “small-scale” disasters – those that do not give rise to a formal international appeal.The Disaster Relief Emergency Fund was established in 1985 and is supported by contributions from donors. Each time a National Red Cross or Red Crescent Society needs immediate financial support to respond to a disaster, it can request funds from the DREF. For small-scale disasters, the IFRC allocates grants from the Fund, which can then be replenished by the donors. The delegation agreement between the IFRC and the European Commission enables the latter to replenish the DREF for agreed operations (that fit in with its humanitarian mandate) up to a total of €3 million.",
        "publication_date": "21/11/2016"
    },
    {
        "title": "Director General gives opening speech at Logistics Cluster Global Meeting",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/logisticsclusterglobalmeeting.png?itok=8QH-MApH",
        "content": "In the morning of 9 November, Monique Pariat gave the opening speech at the Logistics Cluster Global Meeting, held at the Emergency Response Coordination Centre (ERCC). Taking place twice a year for 3 days, this meeting provides an opportunity for international partners coming from over 40 organisations to discuss Logistics Cluster operations, performance and strategy.The importance of logistics has been increasingly recognised by the international community, notably through the Grand Bargain discussions in the context of the World Humanitarian Summit. According to Monique Pariat, the logistics chain \"is vital for all sectors of humanitarian response\". It is the second biggest recipient of capacity building support of the European Commission's humanitarian aid department (ECHO), which also provides quality logistics services through the EU Civil Protection Mechanism's specialised teams and voluntary pool.With increased recognition also comes more responsibility to deliver. Logistics are a significant part of humanitarian costs and are key to the success of operations. The Director General therefore emphasised that the European Commission's humanitarian aid department is committed to increase efficiency and measurement of performance in this crucial sector.",
        "publication_date": "09/11/2016"
    },
    {
        "title": "The European Union steps up support for victims of deadly hurricane Matthew",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/29664906473_3215b12443_o.jpg?itok=y6TaZAzU",
        "content": "The European Commission has stepped up its support with a further €1.5 million in emergency aid for those most affected by hurricane Matthew in Haiti to cover basic immediate needs. The funding comes in addition to the initial EU humanitarian assistance of €255 000 announced last Thursday.EU Member States are offering assistance via the EU Civil Protection Mechanism. A team of eleven EU civil protection experts from Denmark, Finland, France, Romania and Sweden travelled to the affected areas on Friday and arrived over the course of the weekend. They are experts in emergency coordination, logistics, water and sanitation, and health. EU humanitarian workers and its partners are already on-site providing much needed help.France, Spain and the United Kingdom are supplying shelters, water purification modules and other flooding management items. The EU's Copernicus emergency management service is supporting efforts with satellite maps to assess damages.Christos Stylianides, Commissioner for Humanitarian Aid and Crisis Management said: \"In solidarity with the people of Haiti, the European Union is stepping up emergency aid at this critical time to save lives. The EU is also providing expertise to help people in Haiti to provide temporary shelters, health services, safe drinking water and sanitation. I thank all our Member States for their help through the EU Civil Protection Mechanism which coordinates a European response to natural disasters. Our thoughts are with all those affected by this natural disaster and the rescue teams helping at this time.\"Since 1994, the European Commission has granted €514.3 million in humanitarian aid to the Caribbean, of which €53 million has been allocated to help communities prepare and strengthen their resilience through Disaster Risk Reduction programmes. Hurricane Matthew is anticipated to have a high humanitarian impact on vulnerable populations, especially in Haiti which is a country at particular risk to water borne diseases.",
        "publication_date": "10/10/2016"
    },
    {
        "title": "EU relief to victims of hurricane Matthew in Haiti",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/hurricane_matthew.png?itok=_HpwlkM5",
        "content": "The most powerful Atlantic cyclone in 2016, hurricane Matthew, made landfall in Haiti on 4 October causing widespread destruction to the departments of Sud and Grande Anse. In response, the European Commission is providing €255 000 to fund humanitarian assistance for those most affected in Haiti.Tropical cyclone Matthew is now a category 4 hurricane already causing heavy rains, strong winds and storm surges in Jamaica, the Dominican Republic and Cuba. The storm is expected to make landfall in Florida, US, as soon as Thursday. Wind gusts of up to 220 km/h ravaged the western tip of Haiti.Commissioner for Humanitarian Aid and Crisis Management Christos Stylianides reaffirmed the EU's commitment to disaster risk reduction and response. \"Impacts of disasters are increasing severely and hurricane Matthew is just another example of it. The European Union remains committed in helping vulnerable communities in Haiti, the Caribbean and worldwide. Since 1994, the European Commission has granted €514.3 million in humanitarian aid to the Caribbean, of which €53 million has been allocated to help communities prepare and strengthen their resilience through Disaster Risk Reduction programmes. Today's additional funding will provide immediate relief to people affected by hurricane Matthew in Haiti by providing temporary shelters, health services, safe drinking water and sanitation,\" he said.The EU's Copernicus emergency management service is currently providing satellite maps to assess damage and identify the most affected populated areas. The EU is closely monitoring the situation and stands ready to provide further assistance. The EU Civil Protection Mechanism (CPM) has been activated and the first offers from Member States to provide additional relief to the Caribbean region affected by hurricane Matthew have started to come through.  The mechanism includes all Member States in addition to Iceland, Montenegro, Norway, Serbia, the Former Yugoslav Republic of Macedonia and Turkey, and is a coordinated system of disaster response.Haiti is vulnerable to natural hazards due to its geography; it is exposed to hurricanes, floods, landslides, droughts and earthquakes. The country is particularly at risk to water borne diseases such as cholera, and there are fears that floods induced by hurricane Matthew could spread the disease.Weak infrastructure further impedes the country's resilience to natural hazards. Haiti has long been the poorest country in the Western hemisphere, with 58.5% of the population living under the poverty line. Access to basic healthcare services is limited. Populations have little coping capacities, and even minor natural hazards can have a huge impact on the population.",
        "publication_date": "05/10/2016"
    },
    {
        "title": "European Union supports Portugal with urgent assistance to fight forest fires",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/map_5_0.jpg?itok=8lxcV32y",
        "content": "Portugal has activated the EU Civil Protection Mechanism to help stop the spread of forest fires in several parts of the country. In an immediate response to the request for assistance, the EU has mobilised via the mechanism a firefighting plane which is managed by Italy as part of the EU 'buffer capacity' developed to support national capacities where required. This comes in addition to two planes deployed by Spain.\"The EU stands in solidarity with Portugal to help it fight fires in the country. We are in continuous contact with the national authorities of various participating states in the EU Civil Protection Mechanism to coordinate the response. Our thoughts are with all those affected and with the first responders who are doing their best to battle the fires\" said EU Commissioner for Humanitarian Aid and Crisis Management, Christos Stylianides.The European Commission's Emergency Response Coordination Centre (ERCC), which is actively monitoring the forest fires, is in contact with the civil protection authorities of the countries participating in the Mechanism.The ERCC uses national monitoring services and tools such as EFFIS (the European Forest Fire Information System) and satellite imagery to provide an overview of the situation in Europe.BackgroundThe situation with multiple forest fires has been deteriorating in Portugal since Saturday, 6 August 2016. As of today, over 366 forest fires have been registered with the national authorities, threatening homes and forcing people to flee.The EU Civil Protection Mechanism facilitates the cooperation in disaster response among 34 European states (28 EU Member States, former Yugoslav Republic of Macedonia, Iceland, Montenegro, Norway, Serbia and Turkey). These Participating States pool the resources that can be made available to disaster-stricken countries all over the world. When activated, the Mechanism coordinates the provision of assistance inside and outside the EU. The European Commission manages the Mechanism through the ERCC.The European Civil Protection Mechanism was activated several times over the last three summers to respond to forest fires inside and outside Europe.Portugal activated the EU's Civil Protection Mechanism for support with forest fires most recently in August 2013.",
        "publication_date": "10/08/2016"
    },
    {
        "title": "EU deploys civil protection experts to Paraguay following recent fire",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/www-bomberosvoluntarios-org-py.jpg?itok=0AuS4n_m",
        "content": "Two technical experts from the United Kingdom and Germany have arrived today to Paraguay for a two-week mission to assist the national authorities in evaluating and managing the impact caused by a fire which took place recently.A few weeks ago, a fire burned equipment in a depot of the National Electricity Administration. The accident is believed to have generated a large amount of dioxins and furans, which may impact the environment and public health. The deployment of these two experts has been secured via the EU Civil Protection Mechanism and organised by the European Commission's Emergency Response Coordination Centre.The two EU experts will be part of a team coordinated by the UN Office for Humanitarian Affairs (OCHA), including members from the UN Environment Programme (UNEP) and the Pan-American Health Organization (PAHO).The objective of the mission is to evaluate and give advice on the environmental and human health dangers following the fire, provide recommendations about the appropriate management of the risks and the waste resulting from the incident, and guidance and support to avoid further damage.BackgroundOn 14 October 2015, the transformer depot of the National Electricity Administration in Laurelty, San Lorenzo municipality of Paraguay, caught fire. The incident affected the stored transformers, capacitors and other equipment containing PCBs (polychlorinated biphenyls), a chemical compound banned in the 1970s in many countries because of environmental concerns.The EU Civil Protection Mechanism facilitates the cooperation in disaster response among 33 European states (28 EU Member States, the former Yugoslav Republic of Macedonia, Iceland, Norway, Montenegro and Serbia). In emergency cases, any country in the world can request assistance from the EU Civil Protection Mechanism, which is then activated so the participating states pool the resources that can be made available.",
        "publication_date": "11/11/2015"
    },
    {
        "title": "EU's Civil Protection Mechanism helps Serbia cope with refugee influx",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/2015-09%20Serbia-Kanija-Hungarian%20Border-Group%20of%20syrian%20refugees%20looking%20for%20an%20entry.jpg?itok=vQ78TGJn",
        "content": "Yesterday, Serbia has activated the EU's Civil Protection Mechanism to benefit from material support to help cope with the influx of refugees and asylum seekers in the country.The European Commission's Emergency Response Coordination Centre (ERCC) is working closely with the Serbian authorities and the other participating states in the Mechanism to coordinate a swift response to the request.Serbia has requested material support for beds, mattresses, hygiene items, vehicles, fuel and food.\"I call upon EU Member States to show solidarity towards Serbia at this time of need. We are in close contact with the authorities in Belgrade to help coordinate the swift delivery of material support offered by participating states,\" said EU Commissioner for Humanitarian Aid and Crisis Management, Christos Stylianides.BackgroundDuring the first eight months of 2015 approximately 146 000 people crossed the Serbian border with the former Yugoslav Republic of Macedonia. Since June, 113 364 people have entered Serbia – the majority of these originate from Syria. An increase of 1 000 % is estimated in the number of refugees arriving to Serbia, in comparison to 2014. Four new temporary reception centres have been opened due to the current migration crisis with a total capacity of 1 560 places.The EU Civil Protection Mechanism facilitates the cooperation in emergency response among 33 European states (all EU Member States, Iceland, Montenegro, Norway, Serbia and the former Yugoslav Republic of Macedonia). These Participating States pool the resources that can be made available to disaster-stricken countries all over the world.The Mechanism can be used as a complementary instrument to support EU Member States and other countries in facing major peaks in the migration crisis which overwhelm their immediate response capacities.",
        "publication_date": "22/09/2015"
    },
    {
        "title": "EU's Civil Protection Mechanism helps Hungary cope with refugee influx",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/20150914_News_CPM_Hungary.jpg?itok=wddUi_Td",
        "content": "Last Friday, Hungary activated the EU's Civil Protection Mechanism. This will allow Hungarian authorities to benefit from material support to help cope with the influx of refugees and asylum seekers. The European Commission's Emergency Response Coordination Centre (ERCC) is working closely with Hungary and the other participating states in the Mechanism to coordinate a swift response to the request. At this stage, several EU Member States including Denmark, Bulgaria and Slovenia have already offered material support such as blankets, bed linen and tents, which have been accepted by the Hungarian authorities. \"The EU and its Member States stand in full solidarity with Hungary at this time of need. We are in close contact with the relevant authorities in Budapest and will coordinate the swift delivery of material support offered by Member States,\" said EU Commissioner for Humanitarian Aid and Crisis Management, Christos Stylianides. BackgroundAccording to the UN's Refugee Agency (UNHCR) over 150 000 refugees and migrants have crossed into Hungary principally from Serbia since January this year. Since August, the daily average remains at around 2 000. The EU Civil Protection Mechanism can be activated upon request by a Member States, a third country or the United Nations. The Mechanism facilitates the cooperation in disaster response among 33 European states (28 EU Member States, former Yugoslav Republic of Macedonia, Iceland, Montenegro, Norway and Serbia). These participating states pool the resources that can be made available to disaster-stricken countries all over the world. The offers of assistance are voluntary and there are no guarantees that a request for assistance will be met by offers. The European Commission manages the Mechanism through the ERCC and can financially support the transport of assistance and expertise.On 28 June 2015, Hungary activated the Mechanism with a request for assistance to cope with the influx of refugees and migrants. Offers were received from Czech Republic and Slovakia and delivered shortly after.",
        "publication_date": "14/09/2015"
    },
    {
        "title": "EU provides civil protection experts to the former Yugoslav Republic of Macedonia following recent floods",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/8995974700_2e56a8182b_o.jpg?itok=toCe0MxT",
        "content": "The EU and its Member States are sending an expert team through the EU's Civil Protection Mechanism to assist the former Yugoslav Republic of Macedonia with assessing the damage caused by recent floods and mudslides.Six technical experts coordinated by the EU's Emergency Response Coordination Centre, such as civil engineers for assessment and early recovery of critical infrastructure, will be deployed from 13-24 August.\"The EU stands by the former Yugoslav Republic of Macedonia to help in the response to this natural disaster. We have coordinated and responded in full solidarity to their call for assistance. I am grateful to all participating states for their reaction that made the deployment of the team possible. We remain in close contact with the relevant authorities in Skopje,\" said EU Commissioner for Humanitarian Aid and Crisis Management, Christos Stylianides.The EU Civil Protection Mechanism facilitates the cooperation in disaster response among 33 European states (28 EU Member States, the former Yugoslav Republic of Macedonia, Iceland, Norway, Montenegro and Serbia). These participating states pool the resources that can be made available to disaster-stricken countries all over the world. When activated, the Mechanism coordinates the provision of assistance inside and outside the European Union. The European Commission manages the Mechanism through the Emergency Response Coordination Centre.BackgroundOn 19 March 2015, the European Commission already allocated €84 236 through the International Federation of the Red Cross to assist the population mostly affected by the heavy flooding hitting parts of the former Yugoslav Republic of Macedonia this winter. The EU-funding supported the response of the local Red Cross to the floods. The aid was used for distributing food and other essentials such as hygiene material, clothes and blankets, and benefitted almost 1 000 families, or around 4 000 people.",
        "publication_date": "13/08/2015"
    },
    {
        "title": "EU supports people affected by floods in Myanmar/Burma and Bangladesh",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/MYA_201508_WFP-Khin_Khin_Winy_Aung_001.jpg?itok=COk3qQa3",
        "content": "The European Commission is providing emergency support to Myanmar/Burma and Bangladesh following floods and mudslides which affected thousands of people in both countries. Myanmar will receive €1million and Bangladesh €500 000.Christos Stylianides, EU Commissioner for Humanitarian Aid and Crisis Management said \"The EU stands by the people affected by the floods both in Myanmar and Bangladesh. With more rain on its way, the key priority now is to make sure people are safe – and then to help them rebuild their livelihoods. Our new humanitarian funding will help provide immediate help to those in need through our partners on the ground.\"The aid will be targeted at providing essential support such as food assistance and nutrition, shelter, water and sanitation. This is a first funding decision and further support could be allocated depending on needs on the ground.BackgroundSituation in Myanmar/Burma:Myanmar/Burma has been experiencing heavy torrential rains since the end of June 2015, associated with the Southwest Monsoon system which marks the start of the rainy season and lasts until October. The most affected regions are: Sagaing Region, Kachin and Shan States. Thousands have been displaced and have lost crops and other livelihood assets, along with their homes. Drinking water ponds and wells have been contaminated and infrastructure such as bridges and roads have been flooded or destroyed. To aggravate the situation further, the tropical cyclone 'Komen' hit Rakhine State between 30 July and 1 August, bringing more rainfall, severe winds and a storm surge in its wake. Reports indicate that 69 people lost their lives, with some 259 000 people affected across 12 of Myanmar's 14 regions since June 2015.Situation in Bangladesh:Bangladesh has also seen heavy floods and landslides as a result of pre-monsoon heavy rains occurring during the last week of June in the districts of Chittagong, Bandarban and Cox’s Bazar in the Southeast of Bangladesh. A second period of heavy rain from 22- 27 July caused new floods, landslides and further displacements. The tropical cyclone Komen has also crossed the same districts leaving more than 320 000 people displaced in cyclone shelters in Cox's Bazar and Chittagong.In addition to the emergency funding, the EU's Civil Protection Mechanism has been activated at the request of the government of Myanmar. The European Commission's Emergency Response Coordination Centre (ERCC), which is the operational centre of the Mechanism, is liaising with Member States with a view to mobilising assistance and expertise from Europe. The ERCC and the European Commission's Humanitarian Aid and Civil Protection department (ECHO) Myanmar/Burma office is monitoring the situation and is in close contact with humanitarians partners on the ground.",
        "publication_date": "06/08/2015"
    },
    {
        "title": "EU assists Greece in fighting forest fires",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/14463910592_4989a3c9b1_o.jpg?itok=I1muKNl0",
        "content": "In an immediate response to a request for assistance from Greece, the EU provided firefighting planes to help stop the spread of forest fires in several parts of the country, including in the outskirts of Athens.Greece has activated the EU Civil Protection Mechanism on Friday afternoon to request the forest firefighting planes. In a matter of hours the EU responded thanks to France that made available its firefighting planes from the voluntary pool of EU's civil protection assets.\"The EU stands by Greece to help in the response to this natural disaster. We have responded quickly and in full solidarity to the call for assistance. The Commission is grateful to France for its immediate reaction that made the deployment of the planes from the voluntary pool possible. We continue our close contact with the relevant authorities in Athens,\" said EU Commissioner for Humanitarian Aid and Crisis Management, Christos Stylianides.France contributed 2 Canadair firefighting planes and a plane that ensures coordination. This is the first time that planes have been activated from the EU's civil protection pool of assets for fighting forest fires.The planes will be deployed from France tomorrow and should arrive to Greece in the afternoon.Background The fires broke out on 16 July 2015 in Athens (Region of Attica), Milesi (North of Athens), Evoia (area of Halkida) and in Lakonia (Region of Peloponnese) threatening homes and forcing people to flee.The Emergency Response Coordination Centre (ERCC) is actively monitoring the fires throughout Europe. It uses national monitoring services and tools such as EFFIS (the European Forest Fire Information System) and satellite imagery to provide an overview of the situation in Europe. Over the summer period, the ERCC also organises weekly coordination meetings with the countries that are at high risk of forest fires.The EU Civil Protection Mechanism facilitates the cooperation in disaster response among 33 European states (28 EU Member States, former Yugoslav Republic of Macedonia, Iceland, Montenegro, Norway and Serbia). These participating states pool the resources that can be made available to disaster-stricken countries all over the world. When activated, the Mechanism coordinates the provision of assistance inside and outside the EU. The European Commission manages the Mechanism through the ERCC.",
        "publication_date": "17/07/2015"
    },
    {
        "title": "Nepal: Additional assistance via the EU Civil Protection Mechanism",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/20150522_News_Nepal.jpg?itok=QkyvFpqV",
        "content": "The European Commission is facilitating the deployment of a large cargo of equipment to Nepal. International Humanitarian Partnership countries (Sweden, Denmark, Norway, Finland and Luxembourg) will establish a \"base camp\" for 60 humanitarian workers to support relief operations in the Sindhupalchowk district.The offer made via the EU Civil Protection Mechanism consists of accommodation tents, office tents and other facilities like sanitation, electricity, food and water. The Commission is co-financing 55% of the transport cost. The cargo has left today from Sweden, which has the operational lead, and it should reach Kathmandu in the next days.This aid comes in addition to the assistance offered to Nepal by various EU Member States following the devastating earthquake and the deployment of Commission's humanitarian aid and civil protection experts to the crisis area.BackgroundClick on the map to enlargeLogistics are a major challenge in Nepal. Access remains a key problem, while the monsoon will start soon. A significant proportion of affected villages are only accessible by foot or helicopter. To support the relief operations, humanitarian hubs have been set-up in Gorkha district headquarters and Chautara in Sindhupalchowk.In the aftermath of the devastating earthquake, the EU made available €6 million for humanitarian assistance in its immediate response to help address the most urgent needs. The total European Commission aid is €22.6 million including early recovery and rehabilitation.The European Commission's Emergency Response Coordination Centre has been facilitating the coordination of response from the Member States who have sent search and rescue and first-aid teams as well as relief items through the EU Civil Protection Mechanism.International Humanitarian Partnership (IHP) is a platform for international cooperation and sharing of resources, providing appropriate operational, technical and financial support to multilateral organisations engaged in humanitarian assistance around the world. The partnership currently has eight members: Denmark, Estonia, Finland, Germany, Luxembourg, Norway, Sweden and the United Kingdom. On 7 May 2015 the eight members of IHP signed a letter of intent with the European Commission with the aim of strengthening collaboration.",
        "publication_date": "22/05/2015"
    },
    {
        "title": "European Civil Protection Forum 2015: No country can face all disasters alone",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/20150507_Headlines_Eurobarometer.jpg?itok=QgbAH3nx",
        "content": "90% of European citizens say they would expect help from other EU countries if a disaster struck in their country, according to a recent poll. Over 900 experts are meeting today in Brussels to discuss how European countries can best be prepared and respond together to natural and man-made disasters.The European Civil Protection Forum is the largest public event on civil protection cooperation in Europe. A biannual event, this year's Forum focuses on 'Partnership and Innovation'. Civil protection and disaster management experts coming from all corners of Europe share their experiences and define new ways to enhance collaboration.In the context of the Forum, the results of the latest Eurobarometer public opinion survey on civil protection are also released today. Figures show an overwhelming and growing support among Europeans for EU action in civil protection, and confirm citizens' continued solidarity with victims of natural and man-made disasters in Europe and around the world.“European citizens agree that coordinated EU action in dealing with disasters is more effective than having any country acting alone. The figures tell us that Civil Protection is at the very core of the European project. It is about assisting and protecting citizens when a disaster hits,” said Christos Stylianides, EU Commissioner for Humanitarian Aid and Crisis Management.Only 37% of Europeans believe that their home country has sufficient means to deal with major disasters, while 80% say that coordinated EU action is more effective than actions undertaken by individual countries.Through the EU Civil Protection Mechanism, which provides the framework for European countries to jointly respond to emergencies, European countries addressed well over 200 requests for assistance since 2001, including for the recent earthquake in Nepal.BackgroundThe European Civil Protection Forum 2015 takes place on 6 and 7 May 2015 in Brussels. Alongside the two-day conference, featuring debates and best practice sharing among disaster management experts, an exhibition and live demonstrations are organised. #EUCivProEurobarometer surveys monitor the evolution of public opinion in EU Member States. More than 28 000 European citizens from all 28 Member States took part in the 2015 survey on Civil Protection. According to the figures, a large majority of EU citizens support European collaboration in disaster management.",
        "publication_date": "07/05/2015"
    },
    {
        "title": "Turkey joins the EU Civil Protection Mechanism",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/Turkey-3.jpg?itok=hBuHGRNC",
        "content": "Turkey has joined the European framework for cooperation in disaster management and emergency response. Today Christos Stylianides, EU Commissioner for Humanitarian Aid and Crisis Management, signed the agreement on the country's official participation in the EU Civil Protection Mechanism, together with Dr. Fuat Oktay, President of the Disaster and Emergency Management Authority of Turkey.\"Turkey will be a valuable partner in our common goal to prepare better for disasters and to respond jointly and effectively when a crisis strikes\", said Commissioner Stylianides. \"In a world increasingly prone to disasters, we need to act together, each contributing its expertise, capabilities and experience. This is exactly what the Civil Protection Mechanism is about\". As part of the Mechanism, Turkey will have access to important cooperation opportunities, including joint civil protection trainings and exercises, participation in prevention and preparedness projects, and more.Turkey's entry into the EU Civil Protection Mechanism coincides with the European Civil Protection Forum taking place today and tomorrow in Brussels. The two-day conference gathers disaster management experts from around the world to exchange best practices and enhance their cooperation at all levels.Background The EU Civil Protection Mechanism facilitates cooperation in disaster response, preparedness and prevention among European states. With the support from the European Commission, the participating states pool resources which can be made available to disaster-stricken countries all over the world.The European Commission manages the Mechanism through the Emergency Response Coordination Centre (ERCC). Operating 24/7, the ERCC monitors risks and emergencies around the world and serves as an information and coordination hub during emergencies.Turkey has received assistance through the Mechanism following the earthquake in 2011, as well as for the refugee crisis triggered by the conflict in Syria.",
        "publication_date": "06/05/2015"
    },
    {
        "title": "Ready to respond when disasters strike",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/20150428_101924.jpg?itok=mt7PdMDy",
        "content": "Preparedness to disasters is crucial – it can save lives. As part of its efforts to strengthen the EU's ability to respond to emergencies, the European Commission co-funded and participated in a large civil protection exercise which is taking place today in Oslo.The scenario of HarbourEX15 is a major accident in the industrial area of Sydhavna/Sjursøya in Oslo. The exercise stages a ship collision, and a fire at a tank farm which results in an explosion and the spill of hazardous substances requiring people to be evacuated and treated immediately.The aim of the exercise is to test the emergency and rescue response and decision-making procedures in case a similar accident would actually happen.The HarbourEx15 exercise is conducted by Norwegian authorities on 28 and 29 April 2015. Participants include the Norwegian emergency services, Oslo municipality, the County Governor, regional and national authorities, as well as European and international teams and experts from the Emergency Response Coordination Centre (ERCC) of the European Commission.BackgroundThe EU Civil Protection Mechanism facilitates cooperation in EU disaster response, preparedness, and prevention among its participating states (28 EU Member States plus the former Yugoslav Republic of Macedonia, Iceland, Norway and Montenegro). The European Commission organises and funds a number of civil protection exercises every year. Alongside full-scale exercises, modules and table-top exercises can also be conducted to test the principles of the EU civil protection response.On 6 and 7 May 2015, the European Civil Protection Forum 2015 will take place in Brussels under the central theme 'Innovation and Partnership'. Alongside the two-day conference, featuring debates and best practice sharing among disaster management experts, an outdoor and indoor exhibition will be organised.",
        "publication_date": "29/04/2015"
    },
    {
        "title": "Serbia set to join the EU Civil Protection Mechanism",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/20150416_150521_resized.jpg?itok=ImN3Kc1g",
        "content": "Serbia and the EU signed today an agreement clearing the way for the official membership of Serbia in the EU Civil Protection Mechanism. Serbia joins a well-established European cooperation framework for disaster management and emergency response.Once national ratification is completed, Serbia will become the 33rd participating state in the Mechanism.\"At a time of more disasters striking both in Europe and around the world, Serbia's entry into the Mechanism underscores the strong necessity and desire to work closer together for better prevention, preparedness and response \", said Christos Stylianides, EU Commissioner for Humanitarian Aid and Crisis Management who is in Belgrade today for the signature of the agreement.The EU Civil Protection Mechanism offers a wide range of cooperation opportunities to Serbia such as European monitoring tools and early warning systems, joint trainings and exercises, exchange of experts, disaster prevention and preparedness projects, direct communication among the civil protection authorities of the members during emergency response, information exchange and best practices, coordinated EU relief operations and transport co-funding.BackgroundThe EU Civil Protection Mechanism facilitates cooperation in disaster response, preparedness and prevention among 32 European states (the 28 EU Member States plus the former Yugoslav Republic of Macedonia, Iceland, Montenegro and Norway). With the support from the European Commission, the participating states pool resources which can be made available to disaster-stricken countries all over the world.Serbia witnessed first-hand the concrete results of European disaster cooperation when in May 2014 devastating floods hit the Balkans. Most EU Member States offered assistance such as boats, helicopters, pumps and humanitarian kits to Serbia and neighbouring Bosnia and Herzegovina. More than 800 relief workers were deployed, 80 satellite images and maps were produced, and the European Commission co-financed the transportation of aid to the affected areas in both countries. Overall, this was the largest operation in the history of the Mechanism.On 6-7 May 2015, the European Civil Protection Forum will take place in Brussels bringing together disaster management experts to discuss European cooperation and challenges with a focus on innovation and partnership.",
        "publication_date": "16/04/2015"
    },
    {
        "title": "Ebola: EU assists with the evacuation of health workers",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/16589266385_abc33bded7_b_m_0.jpg?itok=2Y57jEpi",
        "content": "Over recent days, the EU has facilitated the evacuation of six international health workers from Ebola-hit West Africa to equipped European hospitals.\"We pay tribute to the tremendous courage of the healthcare workers who are risking their lives every day in the fight against Ebola\", said Christos Stylianides, EU Ebola Coordinator and Commissioner for Humanitarian Aid and Crisis Management.To ensure the safety of international healthcare workers, the European Commission has established a medical evacuation system. The system ensures that humanitarian workers diagnosed with the Ebola virus or exposed to high-risk situations can be rapidly evacuated for treatment in Europe.Caregivers are everyday in the frontline of the fight against the deadly Ebola epidemic in West Africa. They are tirelessly tending to the needs on the ground, but face a risk to fall ill themselves while treating Ebola-infected patients. Since the beginning of the Ebola outbreak, over 800 doctors, nurses and other health personnel have been infected with the virus according to the World Health Organisation. More than half of them have died.BackgroundThe medical evacuation system MEDEVAC is managed by the EU’s Emergency Response Coordination Centre. Planes equipped for the transport of Ebola patients are provided by EU Member states. The EU has also signed agreements with external contractors to ensure that additional capacity is available if needed. MEDEVAC is an integral part of the EU's comprehensive response to the Ebola outbreak.",
        "publication_date": "13/03/2015"
    },
    {
        "title": "#Road2Sendai: EU provides disaster preparedness support to Albania in aftermath of flooding",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/8995974700_5d5fc8303e_k_m.jpg?itok=tjLcbGXD",
        "content": "Following the severe floods in southern Albania in the beginning of February, Albania has requested assistance from donors for post-flood reconstruction and recovery efforts. The EU, along with the World Bank and the UN, have agreed to support a Post Disaster Needs Assessment (PDNA)/Rapid Needs Assessment (RNA) mission focussed on the most severely impacted sectors, as well as on disaster risk reduction and capacity building for management of future emergencies.As part of the mission, an EU civil protection advisory team has been deployed through the European Commission's Emergency Response Coordination Centre (ERCC). The team is deployed for a two-week period and consists of four experts on capacity building and floods early warning from the Netherlands, Italy and Sweden. Their task is to draw up a framework for capacity building in view of preventing and preparing for future emergencies, especially floods management. The outcome will be fully integrated into the final PDNA/RNA report, which will be presented to the Albanian authorities by the end of March.The mission to Albania is an example of the importance the EU attaches to strengthening emergency management capacities and disaster preparedness in the EU and beyond. It coincides with the Third World Conference on Disaster Risk Reduction (WCDRR) in Sendai, Japan on 14-18 March 2015, where the international community will agree on a new global framework for reducing vulnerabilities to disaster and building more resilient societies.On 6-7 May 2015, the European Commission organises the Civil Protection Forum 2015, which will reflect on how to implement the conclusions of the WCDRR in Europe. The event will focus on new partnerships and the use of innovation and research in better preparing our communities for future disasters.Follow us on social media:Civil Protection Forum 2015: #EUCivProThird World Conference on Disaster Risk Reduction: #Road2Sendai, #WCDRR",
        "publication_date": "09/03/2015"
    },
    {
        "title": "EU supports response to Malawi floods",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/floods2.jpg?itok=g9iha901",
        "content": "After severe floods have killed at least 48 people and left more than 100 000 displaced or homeless in Malawi, the EU Civil Protection Mechanism has been activated as part of the international response to the flooding emergency.Via the Mechanism, which enables coordinated assistance from the participating states to victims of disasters worldwide, the European Union is sending an expert to Malawi. He joins a United Nations Disaster Assessment and Coordination team that will provide support to the Government of Malawi and assist in the coordination of aid.The current heavy rains in the region have caused floods that destroyed houses, schools, hospitals and other infrastructure, leaving thousands in need of shelter, food, water, health services, and protection.Neighbouring countries such as Madagascar and Zimbabwe are also affected, and further rain could worsen the situation in the region, causing the need for assistance to rise further. The EU is closely following the situation through the Emergency Response Coordination Centre (ERCC) which monitors emergencies around the globe 24/7.",
        "publication_date": "16/01/2015"
    },
    {
        "title": "Boost for cooperation on maritime emergencies",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/fedra07.JPG?itok=CPnZ_X1z",
        "content": "Maritime incidents such as oil spills can have huge environmental and economic impact. To reinforce co-operation on maritime emergencies, the European Commission's Directorate General for Humanitarian Aid and Civil Protection (ECHO) and the European Maritime Safety Agency (EMSA) have concluded a new working arrangement. The agreement further enhances the coordination on marine pollution preparedness, monitoring and response.The EU Civil Protection Mechanism enables a coordinated and coherent EU response by pooling resources that can be deployed when a disaster strikes. The Mechanism can also be activated during marine pollution emergencies, where it operates in close coordination with EMSA. The Agency contributes with emergency response services such as oil spill response vessels, maritime experts and satellite-based detection of oil pollution and vessels.The new working arrangement paves the way for a more robust and effective European mechanism to respond to and better prepare for maritime disasters. Joining efforts in terms of technical and scientific cooperation and real-time information exchange will optimize the work of both in this area, and most importantly: contribute to better protecting people and environment in case of a maritime incident, accident or pollution.BackgroundThe new working arrangement updates an existing agreement from 2004. It reflects recent changes such as the reorganisation of the European Commission, including the establishment of the Emergency Response Coordination Centre (ERCC), and the development of new EU pollution monitoring tools, for example the European Satellite Oil Spill Monitoring Service, CleanSeaNet. EMSA's other tasks include the provision of technical and scientific assistance to the Commission and the Member States in the areas of maritime safety, security, prevention of pollution by ships and maritime transport administrative simplification.",
        "publication_date": "13/11/2014"
    },
    {
        "title": "Humanitarian aid reaches Iraq via EU Civil Protection Mechanism",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/11853209343_716b7630fc_o.jpg?itok=euOjGXuD",
        "content": "The EU Civil Protection Mechanism is helping European humanitarian aid arrive in Iraq as Kristalina Georgieva, the European Commissioner for International Cooperation, Humanitarian Aid and Crisis Response, is in the country to address the worsening humanitarian situation.Three Member States are already providing assistance through the EU Civil Protection Mechanism: the United Kingdom has sent kitchen sets for the displaced Iraqi, while Sweden and Italy have provided tents and blankets. Several Member States stand ready to deploy humanitarian experts to support the United Nations' immediate relief operations on the ground. The European Commission is coordinating the assistance via the European Emergency Response Cooperation Centre (ERCC).\"Europe stands with the Iraqi people in their hour of need. The activation of the EU Civil Protection Mechanism ensures that European aid can rapidly reach those areas most affected by the fighting,\" Commissioner Georgieva said. \"On behalf of the victims of this crisis, I thank the UK, Italy and Sweden for the assistance they provide and to those Member States who are ready to send support and expertise,\" she added. Commissioner Georgieva is in Iraq for the second time this year, together with Sweden's Minister for Foreign Affairs, Carl Bildt. They are consulting with the Iraqi leadership in Baghdad before travelling to the north of the country to assess the humanitarian needs and the response. The Commissioner and the Minister are meeting with humanitarian organisations, representatives of national and regional authorities, as well as community leaders from all faiths. The European Commission has taken early action and gradually stepped up its response to the Iraqi crisis since Commissioner Georgieva's previous visit in March. An EU humanitarian office is operating in Erbil since May. In June, the Commission provided €5 million in response to increasing needs arising from the mass movement of people, and a further €5 million was allocated last week bringing the overall funding for Iraq to €17 million in 2014.",
        "publication_date": "18/08/2014"
    },
    {
        "title": "EU raises humanitarian aid to Ukraine's most affected",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/Dreamstime%20headline%20Ukraine.jpg?itok=t74942P5",
        "content": "The European Commission is providing an additional €2.5 million in humanitarian aid to help address some of the basic needs of the civilians most affected by the conflict in Eastern Ukraine.The funds will cover basic necessities for some 293 000 internally displaced and refugees including shelter, food, water, healthcare, psycho-social assistance and protection in preparation for the coming winter. In addition, support will be provided to improve the registration system for those who have fled the conflict areas, and those going back home to recovered areas by the Ukrainian military.\"We are moving to help some of the most vulnerable victims of this conflict. These civilians, many of them women and children, have been forced to flee their homes at a short notice, leaving behind even the most necessary belongings. They need our help to live through the months ahead - especially with winter looming,\" said EU Commissioner Kristalina Georgieva, responsible for International Cooperation, Humanitarian Aid and Civil Protection, adding \"I call on all sides of this conflict to facilitate the work of humanitarian organisations and allow for the provision of assistance to the civilian population in need, irrespective of who and where they are.\"",
        "publication_date": "12/08/2014"
    },
    {
        "title": "EU civil protection exercise in Greece",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/8171d2_prometheus_logo.jpg?itok=lmJ5R2_k",
        "content": "A major EU civil protection exercise, EU PROMETHEUS 2014, is underway in Attica, Greece, testing cooperation and response capacities of Member States through the EU Civil Protection Mechanism. Teams from Greece, Italy, Cyprus and Croatia are participating, alongside the European Commission's Emergency Response Coordination Centre (ERCC).The teams are combatting a simulated twin disaster on the ground. According to the scenario, a huge wildfire near populated areas has affected an industrial zone resulting in an explosion. Wild-land fire suppression and rescue operations have to be carried out simultaneously and populated areas need to be evacuated. The extent of the disaster calls for EU assistance.The Greek, Italian, Cypriot and Croatian teams practice search and rescue, aerial and ground fire-fighting skills and equipment. Technical support is being provided by German Federal Agency for Technical Relief (THW), while the Lithuania Civil Protection Authority is involved with a scientific advisory role. The decision making process for requesting international assistance and the role of the ERCC are being tested as well.The exercise EU PROMETHEUS 2014 is co-funded under the EU Civil Protection Mechanism and is the first exercise conducted in accordance with the new EU civil protection legislation that came into force on January 1, 2014.",
        "publication_date": "01/06/2014"
    },
    {
        "title": "EU deploys expert team to Georgia following landslide",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/20140526.jpg?itok=YmhMaflm",
        "content": "Following a request for assistance from the Government of Georgia, the European Commission has activated the EU Civil Protection Mechanism to respond to the landslide which occurred on 17 May. An assessment mission is being deployed and the team of experts will identify potential threats to the local population and recommend an appropriate course of action to respond in the aftermath of the disaster.BackgroundAt least one person died and several more are reported missing following the landslide which hit Northern Georgia's Dariali gorge on 17 May. The landslide brought with it a vast amount of debris and mud, causing damage to vehicles and infrastructure. The collapse of the mountainside has also blocked the Tergi river bed, creating a dam and flooding the main transit road with Russia. According to the government of Georgia there is a risk of further landslides, putting the local population in danger, and threating the critical infrastructure and the environment. Access to the area adjacent to the border crossing point is cut off and gas supplies from Russia to Armenia is suspended. Russia promptly offered its help to respond to the crisis.",
        "publication_date": "26/05/2014"
    },
    {
        "title": "First year anniversary of the European Emergency Response Coordination Centre",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/20140514_2.jpg?itok=6NJLEgcp",
        "content": "A year ago tomorrow, on 15 May 2013, the European Commission launched its Emergency Response Coordination Centre (ERCC), enabling a better coordinated and faster European response to disasters in Europe and the world.\"The Centre proved highly efficient at facilitating a coherent European response during emergencies inside and outside of Europe. The response to typhoon Haiyan, one of the most destructive disasters that occurred in the past years, clearly showed the added value of a well-coordinated European action. Immediate deployment of an EU civil protection team to the Philippines and effective delivery of in-kind assistance provided via the EU Civil Protection Mechanism by 25 Member States ensured that European aid met priority needs on the disaster scene with no unnecessary duplication of efforts,\" said Kristalina Georgieva, European Commissioner for International Cooperation, Humanitarian Aid and Crisis Response.Since its launch in May 2013, the ERCC has been activated over 35 times for numerous emergencies inside and outside Europe. In addition to the disaster response in the Philippines, key assistance has been provided, among other, to Portugal and Bosnia and Herzegovina to cope with overwhelming forest fires during the summer, and to Jordan and Bulgaria to support the shelter and medical needs of Syrian refugees.BackgroundThe ERCC is operational on a 24/7 basis, capable of dealing with up to three simultaneous emergencies in different time zones. Upon a request by the country affected or by the UN, it dispatches assessment and coordination experts to disaster areas, provides monitoring and early warning on upcoming disasters, and facilitates the transport of Member States' assistance in response to major emergencies.The ERCC also supports close coordination between the different Commission services involved in the response to emergencies where a multi-sectoral response is needed.The ERCC is the \"operational heart\" of the EU Civil Protection Mechanism. The key goal of the EU Civil Protection Mechanism is to facilitate co-operation in civil protection assistance interventions in the event of major emergencies. In addition to the 28 EU Member States, the former Yugoslav Republic of Macedonia, Iceland, Liechtenstein and Norway partake in the EU Civil Protection Mechanism. The participating states pool resources that can be made available to disaster-hit countries and share best practices in disaster management.",
        "publication_date": "14/05/2014"
    },
    {
        "title": "Sahel crisis: EU gives €142 million in humanitarian aid in 2014",
        "image": "",
        "content": "The European Commission today has announced it will give €142 million in humanitarian funds to the Sahel region of Africa in 2014, which is once again suffering because of a severe food and nutrition crisis this year. In addition, many people in Mali are in need of humanitarian aid as a result of the situation in the North.In 2014, severe acute malnutrition rates continue to surpass emergency thresholds in many regions of Chad, Niger, Mauritania, Burkina Faso, Mali, Senegal and Nigeria. The lean season, the difficult months between two harvests when food and resources become scarce, has started early for many in the Sahel. One and a half million children are at high risk of severe malnutrition this year.The EU funding will provide €57 million in emergency relief for people affected by the overall Sahel food and nutrition crisis, €28 million to assist victims of the Mali crisis, €7.5 million for the food crisis situation in Nigeria, where the North is experiencing the most challenging situation; €29.5 million for Chad, which is in a complex crisis with an increasing number of refugees; and €2 million for North Cameroon. An additional €18 million is planned in EU development funding to provide relief and rehabilitation assistance to build resilience in northern Mali.This funding will prioritise life-saving nutrition care for children and mothers and provide food assistance, access to basic health services and clean water for the most vulnerable people. It will also ensure that hundreds of thousands of refugees and internally displaced people in West African countries continue to receive vital aid.",
        "publication_date": "03/02/2014"
    },
    {
        "title": "EU Civil Protection Mechanism supporting Slovenia",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/Slovenia%203%20Feb.jpg?itok=OEFtqYVH",
        "content": "In a swift operation, coordinated by the European Commission's Emergency Response Coordination Centre, Austria, Germany and the Czech Republic offered electricity generators within hours of a Slovenian request. Slovenia appealed for EU assistance and activated the EU civil Protection Mechanism following extreme cold - blizzards, heavy snow and sleets, since 31 January.The severe weather led to the collapse of power lines under the weight of ice, snow and falling trees causing electricity disruptions affecting 250 000 people (25% of households). The restoration of electricity supply is being made difficult by the continuing bad weather, hence the need for emergency generators.Commissioner Georgieva commented: \"We've seen an impressive gesture of European solidarity with this immediate response to an emergency affecting thousands of citizens in one of our Member States. This shift assistance operation is just the latest demonstration of the value of our cooperation in civil protection.\"Other countries, participating in the EU Civil Protection Mechanism, are also exploring means to help. The European Emergency Response Coordination Centre continues to work around the clock to coordinate the relief effort and give further support if needed.",
        "publication_date": "03/02/2014"
    },
    {
        "title": "EU preparing for cyclones threatening millions in India and the Philippines",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/India%20Philippines%20preparing%20for%20cyclone%20October%202013.jpg?itok=LPkr8869",
        "content": "The Emergency Response Centre of the European Commission's Humanitarian Aid and Civil Protection department ECHO has been tracking two cyclones over the past few days. The strongest, Tropical Cyclone Phailin, has the equivalent force of a Category 4 hurricane and is heading for landfall in the very populated Indian states of Odisha, Northern Andhra Pradesh and West Bengal on Saturday morning. The second, Tropical Cyclone Pagasa will hit seven provinces on the Philippine island of Luzon within the next 24 hours, and a Number 2 and Number 3 Public storm Warning Signal has already been issued by the authorities depending on the area.For both cyclones, the strong winds and heavy rainfall, which could also result in a storm surge in many coastal areas, are likely to bring destruction and misery to millions.As well as tracking the storms, the European Commission, through its humanitarian aid department, is also preparing for the worst and hoping for the best. A humanitarian expert has already been dispatched to the area in India which will be heavily affected if cyclone Phailin stays on its present track. He will be coordinating with the humanitarian partners on the ground to establish a contingency plan, and will be ready to assess the damage and the needs so that any vulnerable victims of this extreme weather will receive assistance at the earliest possible moment.",
        "publication_date": "27/11/2013"
    },
    {
        "title": "10 million could be affected as Typhoon Haiyan approaches Philippines",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/Asia%20cyclones%207%20November.jpg?itok=Y6qRgcvW",
        "content": "Just three weeks after a powerful earthquake shook the central area of the Philippines, the country is about to be hit by the most dangerous storm of this year. Typhoon Haiyan (known locally as Yolanda) has intensified its strength, with winds of over 270km/h, and is expected to make landfall on the Eastern coast in a few hours. Up to 10 million people may be affected. The European Commission is monitoring the situation and a team of ECHO humanitarian experts is on stand-by to conduct a needs assessment as soon as the cyclone hits the archipelago.The Emergency Response and Coordination Centre of the European Commission's Humanitarian Aid and Civil Protection department ECHO is closely observing the current developments. Typhoon Haiyan (Yolanda) has reached the equivalent of a Hurricane Category 5, and will enter the archipelago through Samar and Leyte provinces in the Visayas possibly causing heavy rainfall, flash floods and landslides. Most of the Government offices and school classes have been suspended and thousands of residents on the coast are being evacuated - including survivors of the island communities struck by the 7.2 magnitude earthquake on 15 October, who were staying in tent shelters.The Philippines is one of the most disaster-prone countries in the world, with 15 to 20 cyclones a year and major seismic upheavals, among other natural catastrophes. In 2013 alone, the European Union has provided significant humanitarian assistance to the archipelago: €2.5 million have just been made available for the response to the earthquake in Bohol; for  Typhoon Bopha (Pablo), a total of €10 million have been released to help rebuild the communities devastated by the cyclone hit South-Eastern Mindanao in December 2012; following flooding caused by Typhoon Trami (Maring) in August ECHO committed €200 000 to help those affected, and €300 000 were allocated in early October to assist those displaced by the conflict in Zamboanga.",
        "publication_date": "07/11/2013"
    },
    {
        "title": "European assistance to help Bulgaria face the refugee crisis",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/001_0.jpg?itok=8z-w5Uyb",
        "content": "A number of items such as folding beds, mattresses, blankets, kitchen sets, cutlery and jerry cans have reached Bulgaria following its recent request for assistance to the Emergency Response Coordination Centre (ERCC) of the European Commission due to an unprecedented increase in the number of Syrian refugees fleeing to the country.On 16 October Bulgarian authorities requested help through the EU Civil Protection Mechanism. Hungary, Slovakia, Austria and Slovenia responded to meet the majority of the most urgent needs of Syrian refugees in Bulgaria.The ERCC coordinated the offers of assistance and provided real time exchange of information between the Member States. Slovakia’s and Hungary's aid has reached Bulgaria already, while the assistance from Slovenia and Austria is expected to arrive in the following days.Currently there are over 6 400 refugees registered in Bulgaria, which is six times more than in the same period last year. According to the Bulgarian Ministry of Interior, this is the biggest crisis in the country in the past 90 years.",
        "publication_date": "23/10/2013"
    },
    {
        "title": "EU preparing for cyclones threatening millions in India and the Philippines",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/IMG23.jpg?itok=hL8wkXI7",
        "content": "The Emergency Response Centre of the European Commission's Humanitarian Aid and Civil Protection department ECHO has been tracking two cyclones over the past few days. The strongest, Tropical Cyclone Phailin, has the equivalent force of a Category 4 hurricane and is heading for landfall in the very populated Indian states of Odisha, Northern Andhra Pradesh and West Bengal on Saturday morning. The second, Tropical Cyclone Pagasa will hit seven provinces on the Philippine island of Luzon within the next 24 hours, and a Number 2 and Number 3 Public storm Warning Signal has already been issued by the authorities depending on the area.For both cyclones, the strong winds and heavy rainfall, which could also result in a storm surge in many coastal areas, are likely to bring destruction and misery to millions.As well as tracking the storms, the European Commission, through its humanitarian aid department, is also preparing for the worst and hoping for the best. A humanitarian expert has already been dispatched to the area in India which will be heavily affected if cyclone Phailin stays on its present track. He will be coordinating with the humanitarian partners on the ground to establish a contingency plan, and will be ready to assess the damage and the needs so that any vulnerable victims of this extreme weather will receive assistance at the earliest possible moment.",
        "publication_date": "11/10/2013"
    },
    {
        "title": "TRIPLEX 2013: Large-scale humanitarian and civil protection exercise underway",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/IMG25.jpg?itok=kcYVapHk",
        "content": "One of the largest joint humanitarian and civil protection exercises \"Triplex 2013\" is taking place on the German-Danish border between 29 September and 4 October 2013. The five day exercise co-funded by the European Commission's Humanitarian Aid and Civil Protection department ECHO has brought together over 30 organisations working in the field of humanitarian aid and civil protection.UN agencies, NGOs, governmental organisations, military, civil protection agencies, and EU Civil Protection are testing the response, coordination and cooperation during a simulated international humanitarian and civil protection operation. The scenario revolves around a hurricane and sudden-onset flooding of the border region where joint response planning and mutual support on the ground is crucial for saving lives.According to the situation, the hurricane resulted in 12 000 deaths. Infrastructure is heavily damaged and the affected population is forced to settle in spontaneous camps. No telecommunication, electricity and water supply is available. The flooding has created a number of areas where people are in need of rescuing by either boats or helicopters.TRIPLEX 2013 is managed by the Danish Emergency Management Agency (DEMA) and the German Federal Agency for Technical Relief (THW). The EU co-finances 85% of the exercise and participates in it with an EU Civil Protection team of experts. Furthermore, the EU Emergency Response Centre (ERC) is coordinating the response operations with all the organisations involved in the exercise.The exercise provides learning and training opportunities focusing on efficient cooperation in humanitarian operations between civil protection, humanitarian organisations and military resources.",
        "publication_date": "30/09/2013"
    },
    {
        "title": "EU Emergency Response Centre helps tackle forest fires in Bosnia and Herzegovina",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/10_7.jpg?itok=dIGGzzwV",
        "content": "The European Commission's Emergency Coordination Response Centre (ERCC) is facilitating the urgent provision of assistance to extinguish the forest fires in Bosnia and Herzegovina. Two fire-fighting aircraft, offered by Croatia, are on their way to the affected area.In response to Bosnia and Herzegovina's request for assistance to the EU Civil Protection Mechanism last night, two fire-fighting aircraft from Croatia are on their way to the country, joining the fire-fighting operations in the affected area.Assistance through the EU Civil Protection Mechanism has been provided to Bosnia and Herzegovina also in early August, when forest fires were already raging in the country.Very high temperatures currently affect the entire Balkan Region, elevating the risk of forest fires. The ERC is actively monitoring the forest fire risks and evolution across Europe. It organises regular information exchange with the affected countries and uses national monitoring services and tools such as EFFIS (the European Forest Fire Information System), maps and satellite images to provide an overview of the situation in Europe.",
        "publication_date": "23/08/2013"
    },
    {
        "title": "Japan Parliamentary Vice-Minister visiting the Emergency Response Centre",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/IMG44.jpg?itok=MXpYdwXd",
        "content": "Today, Mr Shimpei Matsushita – Japanese Parliamentary Vice-Minister of Land, Infrastructure, Transport and Tourism (MLIT) – is visiting the Emergency Response Centre (ERC) in Brussels.The ERC visit was preceded by a first dialogue held at technical level between Japanese and EU experts yesterday, followed by a meeting with Kristalina Georgieva, the EU Commissioner for International Cooperation, Humanitarian Aid and Crisis Response.The EU's cooperation with Japan in the field of disaster management has significant role to play at global level in this time of more frequent disasters. After the huge Eastern Japanese earthquake, tsunami and resulting Fukushima nuclear disaster, European solidarity with Japanese people was shown through the activation of the European Civil Protection Mechanism facilitating the delivery of 400 tons of relief items provided by EU Member States and the mobilization of € 10 million in humanitarian assistance. In the future, mutual support and cooperation between Japan and the EU in prevention, preparedness and response to disasters will be facilitated, and the exchange of knowledge and experiences strengthened.",
        "publication_date": "09/07/2013"
    },
    {
        "title": "Emergency Response Centre supporting Member States ravaged by floods",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/IMG51.jpg?itok=RnueJj--",
        "content": "Since the beginning of the floods that have struck the countries of Germany, Austria, Czech Republic, Slovakia and Hungary, the newly inaugurated Emergency Response Centre (ERC) of the European Commission based in DG ECHO, has been monitoring the situation continuously and supporting these Member States in their response.The ERC has already provided satellite imagery to Germany, Czech republic and Hungary to help map out disaster hit regions around the Elbe and Danube. It has also facilitated communications between Member States affected by the floods so they can coordinate their own response actions more effectively and swiftly. Should the need arise for the EU Civil Protection Mechanism to be activated, the ERC can request all countries within the Civil Protection Mechanism to send specialised response teams to support the flood-affected regions.Although river water levels have begun to recede in a number of Member States, the river Danube has yet to reach its peak in Slovakia, and protection works are still ongoing in Hungary. The ERC will continue to monitor the situation and support Member States as best as it can, while also being ready to call on Member States in solidarity to support each other through the Civil Protection Mechanism.",
        "publication_date": "07/06/2013"
    },
    {
        "title": "Heads of Russian EMERCOM visiting the Emergency Response Centre",
        "image": "https://ec.europa.eu/echo/sites/echo-site/files/styles/full-width/public/2_5.jpg?itok=TKWqz1LE",
        "content": "The Russian Ministry for Civil Defence, Emergencies and Elimination of Consequences of Natural Disasters (EMERCOM) is visiting the recently opened Emergency Response Centre (ERC) in Brussels today.During their visit to Brussels Minister Vladimir Puchkov and State-Secretary-Deputy Minister Vladimir Artamonov, accompanied by a delegation of other EMERCOM representatives, will meet with Kristalina Georgieva, the EU Commissioner for International Cooperation, Humanitarian Aid and Crisis Response. They will also get more familiar with the ERC, visiting the operation rooms and observing the monitoring systems and operations in action.The EU's cooperation with Russia in the field of disaster response has been growing stronger over the past years. In March 2013 the European Commission's Humanitarian Aid and Civil Protection department ECHO and the Russian EMERCOM further reinforced the 2008 agreement on cooperation during emergencies. Both parties have signed a revised agreement – the so called Administrative Arrangement – which is expanding and deepening the cooperation in disaster management. To cope with new challenges such as an increasing number of disasters and their growing impact, the revised agreement is placing more emphasis on disaster prevention and preparedness.",
        "publication_date": "30/05/2013"
    },
    {
        "title": "The new Emergency Response Centre: Ready to respond when disaster strikes",
        "image": "",
        "content": "Natural and man-made disasters continue to increase in number and intensity since many years: in 1975 there were 78 recorded disasters worldwide; since the year 2000, the number has consistently been between 310 and 432 per year, including in Europe. This is why we need to scale up our efforts to provide a coordinated European disaster response in solidarity with the affected countries and populations to save lives and help the most vulnerable. As the central element of this, the European Commission has today opened its new Emergency Response Centre (ERC) in Brussels.At the centre of the European Disaster Response Capacity, the ERC is a coordination hub, monitoring events, disasters and crises in real time, ready to respond to multiple disasters simultaneously. Its task is to ensure better-coordinated, faster and more efficient disaster response to the benefit of European citizens and the victims of disasters around the world.The Centre, based at the European Commission, is staffed 24/7, and therefore is able to deal with several simultaneous emergencies in different time zones. It is receiving and analyzing appeals for assistance from affected countries and serves as a hub to support coordination at various levels: the European Commission, Member States, the affected country, humanitarian partners and civil protection teams deployed to the field. This can ensure the European assistance meets the real needs on the disaster scene and that there is no unnecessary and expensive duplication of efforts.Commissioner Georgieva, Commissioner for International Cooperation, Humanitarian Aid and Crisis Response, said \"With the increasing frequency and complexity of disasters, ensuring a coordinated and immediate response is an essential part of any life-saving action. We have established the Emergency Response Centre to enable the EU and its Member States to respond to overwhelming natural and man-made disasters in a more timely and efficient manner.\"Based within the European Commission's Humanitarian Aid and Civil Protection department (ECHO), the ERC will take on functions from the current Monitoring and Information Centre to help deliver a faster and more efficient response to natural and man-made disasters and crises.",
        "publication_date": "15/05/2013"
    }
]